/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "hardedge";

var DATA = {
	"杭州市" : {
		"浙江大学" : ["傅玥然", "林臣宇","刘根源","罗思齐","潘锴睿","徐俊杰","徐悦","应宸宇","应佑","张翔"],
		"杭州电子神技大学" : ["沈奕韬", "徐中天","燕渤","周格列"],
		"北京航天航空未来科技学院" : ["沈楷译"],
		"宁波大学" : ["张书恺"],
		"浙江中医药大学" :["刘昂承"]
	},

	"合肥市" : {
		"中国科学技术大学" : ["胡锦浩"]
	},

	"北京市" : {
		"北京航空航天大学" :["林裕凡","方俊凯"],
		"清华大学":["丁义"],
		"中国科学院大学":["黄子岩"],
		"北京大学":["盛铖开"],
		"北京林业大学":["杨芷轩"]
	},
	"福州市" :{
		"福州大学" : ["福建"]
	},
	"兰州市" :{
		"兰州大学" :["黄润邦"]
	},
	"哈尔滨市" :{
		"哈尔滨工程大学" :["李骏亭","孙张畅"]
	},
	"武汉市" :{
		"华中科技大学":["沈金风","吴优","颜浩然","张晨"]
	},
	"南京市":{
		"江南大学":["王琦凯"],
		"南京大学":["尹圣王依"],
		"河海大学":["赵瀚生"],
		"南京信息工程大学":["钟杲翰"]
	},
	"沈阳市":{
		"东北大学":["陈卓","王岷瀚"]
	},
	"威海市":{
		"哈尔滨工业大学（威海）":["徐慧敏","宣统"],
		"中国海洋大学":["杨真"]
	},
	"西安市":{
		"西北农林科技大学":["何周莼"],
		"西安电子科技大学":["田新炜"]
	},
	"上海市":{
		"上海理工大学":["郭维康"],
		"上海交通大学":["王浩权","韦瑞","张紫欣"],
		"上海电力大学":["徐步昀"],
		"华东理工大学":["周钇锟"]
	},
	"成都市":{
		"四川大学":["陈梓杰"],
		"电子神技大学":["黄圣仪"]
	},
	"天津市":{
		"南开大学":["李奕初","汪楷程"]
	},
	"重庆市":{
		"重庆大学":["符婉渝","顾康泽"]
	}
};

var SPEC_POS = {
	"univ_C" : [121.597479, 31.185356]
};

var MAP_TITLE = "2025届301班毕业蹭饭图";

var ABOUT = {
	"作者" : ["Jinhao Hu"],
	"框架" : ["<a href='https://github.com/yuehaowang/irmap' target='_blank'>irmap</a>", "Bootstrap", "百度地图"]
};